/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "preserving_icons_VJwdzq": {
      "type": "preserving-icons",
      "name": "Preserving Icons",
      "settings": {
        "heading": "PRESERVING ICONS,<br> DRIVING CULTURE",
        "subtext": "<p>Rover Vault Was Born Out Of A Simple Idea: That Machines With Soul Deserve A Second Life. Based In Michigan.</p>",
        "button_text": "Explore More",
        "button_link": "/",
        "main_image": "shopify://shop_images/Rectangle_340.png",
        "left_graphic": "shopify://shop_images/dorian-le-senechal-6S1B3Hj-2DM-unsplash_1.png",
        "main_text": "<p>we specialize in restoring, curating, and celebrating classic Land Rovers, not just as vehicles, but as cultural artifacts. These aren’t museum pieces. They’re meant to be driven, admired, and lived with. In a world of over-engineered tech and disposable design, we stand for mechanical honesty, rugged elegance, and timeless utility. Every vehicle we touch is rebuilt with intention — blending vintage character with smart, modern upgrades that never compromise the spirit of the original.</p>",
        "right_graphic": "shopify://shop_images/Group_595.png",
        "bottom_text": "<p>But we’re more than builders. We’re a community. From collectors and DIY enthusiasts to artists and adventurers, Rover Vault is a shared space for those who appreciate heritage, craftsmanship, and the beauty of machines that outlast trends. Whether you’re here to own a legend, wear the culture, or simply get inspired — welcome to the Vault.</p>"
      }
    }
  },
  "order": [
    "main",
    "preserving_icons_VJwdzq"
  ]
}
